{
  "0":
  {
    "title": "Wert ändern",
    "description":  "Tragen Sie den Wert 100 in die Zelle F9 ein.",
    "group": "P"
  },
  "1":
  {
    "title": "Wert löschen",
    "description":  "Löschen Sie den Inhalt der Zelle E8.",
    "group": "P"
  },
  "2":
  {
    "title": "Werte löschen",
    "description":  "Löschen Sie die Inhalte der Zellen J7-J11.",
    "group": "A"
  },
  "3":
  {
    "title": "Zwei Werte addieren",
    "description":  "Berechnen Sie die Summe der Zellen I8 und J8 in Zelle K8.",
    "group": "A"
  },
  "4":
  {
    "title": "Spalte einfügen",
    "description":  "Fügen Sie eine neue Spalte zwischen den Spalten B und C ein.",
    "group": "A"
  },
  "5":
  {
    "title": "Spalte entfernen",
    "description":  "Entfernen Sie die gesamte Spalte B aus der Tabelle.",
    "group": "A"
  },
  "6":
  {
    "title": "Zellen verschieben",
    "description":  "Verschieben Sie die Zellen A15-C15 nach H3.",
    "group": "A"
  },
  "7":
  {
    "title": "Mehrere Werte addieren",
    "description":  "Berechnen Sie die Summe der Zellen E7-E11 in Zelle E13.",
    "group": "B"
  },
  "8":
  {
    "title": "Werte formatieren",
    "description":  "Formatieren Sie die Werte in den Zellen C7-C11 als Euro-Beträge mit zwei Nachkommastellen.",
    "group": "B"
  },
  "9":
  {
    "title": "Zellen umrahmen",
    "description":  "Fügen Sie einen einfachen Rahmen um die Zellen A15-C15 hinzu.",
    "group": "B"
  },
  "10":
  {
    "title": "Formatierung übertragen",
    "description":  "Übertragen Sie die Formatierung der Zelle A13 auf die Zellen F13-J13.",
    "group": "B"
  },
  "11":
  {
    "title": "Tortendiagramm erstellen",
    "description":  "Erstellen Sie ein Tortendiagramm aus den Werten der Zellen E8-J8.",
    "group": "B"
  },
  "12":
  {
    "title": "Balkendiagramm erstellen",
    "description":  "Erstellen Sie ein Balkendiagramm aus den Werten der Zellen C7-C11.",
    "group": "B"
  },
  "13":
  {
    "title": "Serie fortführen",
    "description":  "Führen Sie die Serie von Werten in Zeile 6 bis zur Zelle M6 fort.",
    "group": "B"
  },
  "14":
  {
    "title": "Werte transponieren",
    "description":  "Transponieren Sie die Namen in Zellen A7-A11 nach Zeile 17 (d.h. übertragen Sie die in Spalte A untereinander stehenden Namen nebeneinander stehend in Zeile 17).",
    "group": "B"
  },
  "15":
  {
    "title": "Daten sortieren",
    "description":  "Sortieren Sie die Daten in den Zeilen 7-11 alphabetisch nach den Mitarbeiternamen in Spalte A.",
    "group": "C"
  },
  "16":
  {
    "title": "Mehrere Summen bilden",
    "description":  "Berechnen Sie für jeden Monat die Summe aller Mitarbeiterstunden in den Zellen E13-J13.",
    "group": "C"
  },
  "17":
  {
    "title": "Formel konstruieren",
    "description":  "Berechnen Sie für jeden Mitarbeiter den Brutto-Stundensatz in Spalte D, indem Sie die Arbeitgeberkostenpauschale aus Zelle C15 auf den Netto-Stundensatz in Spalte C aufschlagen.",
    "group": "C"
  },
  "18":
  {
    "title": "Bedingte Formatierung",
    "description":  "Definieren Sie eine bedingte Formatierungsregel für Zelle E13, sodass Werte über 400 in rot dargestellt werden, andere hingegen in grün.",
    "group": "C"
  },
  "19":
  {
    "title": "Werte multiplizieren",
    "description":  "Berechnen Sie die Gesamtkosten für Mitarbeiter Smith in Zelle L7, indem Sie seine Gesamtstunden über alle Monate in Zeile 7 addieren und mit seinem Netto-Stundensatz in Zelle C7 multiplizieren.",
    "group": "C"
  }
}
